
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Zaznaczony został %1 (%3)\nna dysku „%2”.";
"DESCRIPTION" =				"Zaznaczony został %1\nna dysku „%2”.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"na %2";

/* Labels inside the tool-tips */
"Volume:" = "Wolumin:";
"System:" = "System:";
"Version:" = "Wersja:";
"Location:" = "Położenie:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Serwer:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Uruchom ponownie";
"RESTART..." = "Uruchom ponownie…";
"RESTARTING" = "Uruchamiam ponownie";
"RESTART?" = "Czy na pewno chcesz ponownie uruchomić komputer?";
"RESTART_NETINSTALL" = "Czy na pewno chcesz ponownie uruchomić komputer z tego dysku instalacyjnego?";
"SAVE_DESCRIPT" = "Komputer zostanie uruchomiony z %1 na „%2”.";
"CANCEL" = "Anuluj";
"OK" = "OK";
"SHUTDOWN" = "Wyłącz";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Czy na pewno chcesz uruchomić ponownie komputer w trybie dysku twardego?";
"ENTER_TDM" = "Uruchom ponownie";
"TDM_DESCRIPT" = "Komputer zostanie uruchomiony w trybie dysku twardego. Aby użyć go jako dysku twardego, podłącz go do innego komputera przewodem FireWire. Aby zakończyć tryb dysku twardego, wciśnij przycisk zasilania.";
"kSD_TDM_BOOTARGS_FOUND" = "Aby wyłączyć komputer pracujący w trybie dysku twardego FireWire, trzeba przytrzymać przycisk zasilania trochę dłużej niż zwykle, ponieważ argumenty uruchamiania zawierają ustawienia diagnostyki.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Tryb dysku twardego";
"TDM..." = "Tryb dysku twardego…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Start z sieci"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Start z sieci…"; /* More Choices icon */
"NETWORK_VOLUME" = "Dysk sieciowy"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Zaznacz poniżej dysk startowy"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Komputer zostanie uruchomiony z dysku sieciowego o nazwie „%1”."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Komputer zostanie uruchomiony z dysku sieciowego o nazwie „%1”. Jeśli z tego dysku instalowane jest automatycznie oprogramowanie, Twój dysk twardy może zostać wymazany."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Zaznaczony został dysk sieciowy „%1”."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Szukaj dysku sieciowego podczas uruchamiania"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Komputer podczas uruchomienia będzie szukał dysku sieciowego."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Zaznaczona została opcja szukania dysku sieciowego podczas uruchamiania."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Instaluj Mac OS 9";
"INSTALL_X_KIND" = "Install Mac OS X";
"INSTALL_XSERVER_KIND" = "Install Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "bez tytułu";


/* error messages */
"SAVE_ERROR_TITLE" = "Nie możesz zmienić dysku startowego na zaznaczony dysk.";
"SAVE_ERROR_MSG" = "Nie można było uzyskać wystarczających danych o zaznaczonym dysku.";
"TDM_ERROR_TITLE" =  "Nie możesz uruchomić w trybie dysku twardego.";
"TDM_ERROR_MSG" =  "Dysk startowy nie mógł prawidłowo skonfigurować właściwości systemu.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Obcy OS";


